[
  {
    "id": 1,
    "titre": "Ma miséricorde a vaincu Ma colère",
    "contenu": "D’après Abu Hurayrah (رضي الله عنه), le Messager d’Allah ﷺ a dit : Quand Allah a décrété la Création, Il s’est engagé Lui-même en écrivant dans Son livre, qui repose près de Lui : « Ma miséricorde a vaincu Ma colère ». [Bukhari et Muslim]"
  },
  {
    "id": 2,
    "titre": "Le Fils d’Adam m’a renié, et il n’en avait pas le droit",
    "contenu": "D’après Abu Hurayrah (رضي الله عنه), le Messager d’Allah ﷺ a dit : Allah Tout-Puissant a dit :\nLe fils d’Adam M’a renié et il n’avait aucun droit de le faire. Et il M’a injurié et il n’avait aucun droit de le faire. Pour ce qui est de son reniement, il dit : « Il ne me refera pas encore comme Il l’a fait en premier (me ramener à la vie après ma mort) » et la création initiale [de l’homme] ne M’est pas plus difficile que sa création prochaine.\n\nPour ce qui est de son injure, il dit : « Allah s’est attribué un fils », alors que Je suis l’Unique, celui qui n’a besoin de rien et dont toute chose dépend. Je n’ai pas engendré, et Je n’ai pas été engendré, et rien ne m’est semblable. [Muslim]"
  },
  {
    "id": 3,
    "titre": "Ce matin, un de mes serviteurs est devenu croyant et un autre mécréant ",
    "contenu": "D’après Zayd ibn Khalid al-Juhaniyy (رضي الله عنه), Le Messager d’Allah ﷺ dirigea la prière du matin pour nous à al-Hudaybiyah après des averses durant la nuit.\nQuand le Prophète ﷺ eut terminé, il fit face aux gens et leur dit : Savez-vous ce que votre Seigneur a dit ? Il dirent : Allah et son Prophète le savent mieux. Il dit : « Allah a dit :\n\n« Ce matin, un de mes serviteurs est devenu croyant, et un autre est devenu mécréant. Celui qui a dit : Nous avons reçu la pluie par la grâce d’ Allah et de Sa miséricorde. Voilà celui qui croit en Moi et qui nie le pouvoir des astres. Quant à celui qui a dit : Nous avons reçu la pluie grâce à la conjonction des astres, voilà celui qui a mécru en moi et qui croit aux astres. [Al-Boukhari]"
  },
  {
    "id": 4,
    "titre": "Insulter le temps, revient à insulter Allah",
    "contenu": "D’après Abu Hurayrah (رضي الله عنه), le Messager d’Allah ﷺ a dit :\nAllah a dit : Les fils d’Adam blâment le Temps, alors que Je suis le Temps, dans Ma Main est la nuit et le jour. [Al-Boukhari et Muslim]"
  },
  {
    "id": 5,
    "titre": "Je suis le plus en droit ne ne pas être associé",
    "contenu": "D’après Abu Hurayrah (رضي الله عنه), le Messager d’Allah ﷺ a dit :\nAllah (glorifié et exalté) a dit : Je suis le plus en droit ne ne pas être associé. Ainsi, celui qui accomplit une oeuvre en m’y associant quelqu’un d’autre, je le renierai lui, ainsi que son acte. [Muslim]"
  },
  {
    "id": 6,
    "titre": "La mauvaise fin de celui qui oeuvre par ostentation",
    "contenu": "D’après Abu Hurayrah (رضي الله عنه) : j’ai entendu le Messager d’Allah ﷺ dire :\nLe premier homme à rendre des comptes le Jour de la Résurrection est un homme tombé en martyr. On l’emmènera et Allah lui fera voir les faveurs qu’Il lui a accordées et cet homme les reconnaîtra. Le Tout-Puissant dira : Comment en as-tu usé ? L’homme dira : J’ai combattu pour Toi jusqu’à ce que je soit tué en martyr. Allah lui dira : Tu mens ! Tu n’as combattu que pour que l’on dise à ton sujet : « Il est courageux » et c’est ce que l’on a dit. Alors, il sera ordonné aux anges de le faire traîner par le visage jusqu’à ce qu’il soit jeté en Enfer.\n\nUn autre sera un homme qui a étudié la science religieuse puis l’a enseignée et qui récitait le Coran. On l’emmènera et Allah lui fera voir les faveurs qu’Il lui a accordées et cet homme les reconnaîtra. Le Tout-Puissant dira : Comment en as-tu usé ? Il dira : J’ai étudié la science religieuse, je l’ai enseignée et j’ai récité le Coran pour Toi. Allah lui dira : Tu mens ! Tu n’as étudié que pour qu’il soit dit à ton sujet : « il est savant » et tu n’as récité le Coran que pour que l’on dise à ton sujet : « C’est un récitateur » et c’est ce que l’on a dit. Alors, il sera ordonné aux anges de le faire traîner par le visage jusqu’à ce qu’il soit jeté en Enfer.\n\nUn autre sera un homme qu’ Allah a enrichi et à qui Il a donné toutes sortes de biens. On l’emmènera et Allah lui fera voir les faveurs qu’Il lui a accordées et cet homme les reconnaîtra. Le Tout-Puissant dira : Comment en as-tu usé ? Il dira : Je n’ai laissé aucune voie dans laquelle Tu aimes qu’on dépense son argent sans en avoir dépenser pour te plaire. Allah lui dira : Tu mens ! Tu n’as agis de la sorte que pour qu’il soit dit à ton sujet : « Il est généreux », et c’est ce que l’on a dit. Alors, il sera ordonné aux anges de le faire traîner par le visage jusqu’à ce qu’il soit jeté en Enfer. [Muslim]"
  },
  {
    "id": 7,
    "titre": "Regardez Mon serviteur, il appelle à la prière puis l’accomplit",
    "contenu": "D’après Uqbah ibn Amir (رضي الله عنه) : J’ai entendu le Messager d’Allah ﷺ dire :\nVotre Seigneur est enchanté par un berger qui, du sommet d’une montagne escarpée, fait l’appel à la prière et prie.  Alors Allah (glorifié et exalté) dit : « Regardez Mon serviteur, il appelle à la prière puis l’accomplit. Il me craint. Certes, J’ai pardonné à Mon serviteur [ses péchés] et Je l’ai admis au Paradis. [An-Nasa’i, authentifié par sheikh al Albani]"
  },
  {
    "id": 8,
    "titre": "Les vertues de la sourate Al-Fatiha",
    "contenu": "D’après Abu Hurayrah (رضي الله عنه), le Messager d’Allah ﷺ a dit :\nCelui qui accomplit une prière sans y réciter la mère du Coran (al-Fatiha), sa prière n’est pas complète. On a dit alors à Abu Hurayra : Mais nous sommes (souvent en prière) derrière l’imam. Il a dit : Récitez cette sourate en vous-même car j’ai entendu le Messager d’Allah ﷺ dire : Allah dit : J’ai partagé la prière en deux moitiés entre Moi et Mon serviteur, et Mon serviteur obtient ce qu’il demande. Lorsque le serviteur dit « Louange à Allah, Seigneur des mondes » Allah dit : « Mon serviteur M’a loué. » Lorsqu’il dit « Le Tout Miséricordieux, le Très Miséricordieux » Allah dit : « Mon serviteur M’a complimenté. » Lorsqu’il dit « Le Maitre du jour du jugement » Allah dit : « Mon serviteur m’a glorifié » (Il a dit aussi : Mon serviteur s’en remet à moi). Lorsqu’il dit : « C’est Toi que nous adorons. C’est Toi dont nous implorons secours » Allah dit : « Ceci est partagé entre Moi et mon serviteur, et Mon serviteur obtient ce qu’il demande. » Lorsqu’il dit : « Guide nous dans le chemin droit, le chemin de ceux que Tu as comblés de bienfaits, qui n’encourent pas le courroux et qui ne se sont pas égarés » Allah dit : « Ceci est à Mon serviteur et Mon serviteur obtient ce qu’il demande.» [Muslim]"
  },
  {
    "id": 9,
    "titre": "La première action sur laquelle on sera jugé le jour du jugement",
    "contenu": "D’après Abu Hurayrah (رضي الله عنه), le Prophète ﷺ a dit : Allah (puissant et sublime) a dit :\nLa première des actions sur laquelle le serviteur d’Allah sera jugé le Jour de la Résurrection sera ses prières. Si elles sont bonnes, alors il aura prospéré et réussi et si elles sont incomplètes, alors il aura failli et perdu.\n\nSi quelque chose manque à ses prières obligatoires, le Seigneur – glorifié et exalté – dira : Voyez si Mon serviteur a des prières surérogatoires qui puissent compléter celles qui étaient défectueuses de ses prières obligatoires. Alors le reste de ses actions sera jugé de la même manière. [At-Tirmidhi, authentifié par sheikh al Albani]"
  },
  {
    "id": 10,
    "titre": "Les merites du jeûneur auprès d’Allah",
    "contenu": "D’après Abu Hurayrah (رضي الله عنه), le Prophète ﷺ a dit :\nAllah a dit : Le jeûne est pour Moi et Je récompense pour cela. (L’ Homme) abandonne sa passion sexuelle, sa nourriture et sa boisson juste pour Moi. Le jeûne est tel un bouclier, et celui qui jeûne rencontre deux joies : une joie quand il rompt le jeûne, et une joie quand il rencontre son Seigneur. Et certes, l’haleine de celui qui jeûne est plus agréable pour Allah que l’odeur du musc. [Al-Boukhari]"
  },
  {
    "id": 11,
    "titre": "Dépense et Je dépense pour toi",
    "contenu": "Abou Hurayra (رضي الله عنه) rapporte que le Messager d’Allah ﷺ a dit :\nAllah a dit : Dépense, Ô fils d’Adam ! et Je dépense pour toi. [Al-Boukhari et Muslim]"
  },
  {
    "id": 12,
    "titre": "Facilite aux gens, Allah te facilitera",
    "contenu": "Un homme parmi ceux qui vous ont précédé fut jugé [par Allah]. Rien de ce qui est bon ne lui fut trouvé, excepté qu’il faisait des affaires avec des gens et, étant aisé, il ordonnait à ses esclaves de laisser aller l’homme dans une situation délicate [ne pouvant régler ses dettes]. Il (le Prophète sws) dit, Allah a dit : Nous sommes plus en droit que toi dans ceci [être si généreux]. Laissez-le donc ! [Al-Boukhari et Muslim]"
  },
  {
    "id": 13,
    "titre": "Protège-toi du feu, ne serait-ce qu’en faisant l’aumone d’une moitié de datte",
    "contenu": "`Adiyy ibn Hatim (رضي الله عنه) rapporte ceci :\n\nPendant que j’étais auprès de l’Envoyé d’Allah ﷺ, deux hommes se présentèrent devant lui. L’un d’eux se plaignait de la pauvreté, tandis que l’autre se plaignait du brigandage et de l’insécurité. Le Messager d’Allah ﷺ dit : Pour ce qui est du brigandage, il ne sera pas long avant qu’une caravane puisse sortir de La Mecque sans avoir besoin de protection. Pour ce qui est de la pauvreté. L’Heure n’arrivera pas avant que l’un de vous prenne son aumône avec lui et ne trouve personne qui veuille l’accepter.\n\nEnsuite, l’un de vous se présentera devant son Seigneur sans qu’il y ait un voile ou un interprète pour traduire ses propos. Allah lui dira : Ne t’ai Je pas apporté la richesse ? Et il dira : Certes oui ! Puis Allah lui dira : Ne t’ai Je pas envoyé de messager ? Et il dira : Certes oui ! Et il regardera à sa droite et il ne verra rien d’autre que l’Enfer, puis il regardera à sa gauche et il ne verra rien d’autre que l’Enfer.\n\nAussi, que chacun de vous se protège contre le feu, ne serait-ce qu’en donnant la moitié d’une datte, et s’il n’en trouve pas, qu’il offre des paroles agréables. [Al-Boukhari]"
  },
  {
    "id": 14,
    "titre": "Les assemblées ou Allah est evoqué et leurs mérites\n",
    "contenu": "Abu Hurayrah (رضي الله عنه) rapporte que le Prophète ﷺ a dit :\n\nAllah (glorifié et exalté) a des anges qui parcourent la terre à la recherche d’assemblées où le nom d’Allah est évoqué : ils se joignent alors à eux et rassemblent leurs ailes les uns autour des autres, remplissant ainsi l’espace entre eux et le ciel du bas monde.\n\nQuand ils finissent, les anges montent et s’élèvent jusqu’au Paradis. Il (le Prophete) dit : Alors Allah  (puissant et sublime) leur demande bien qu’Il le sait mieux qu’eux même : D’où venez-vous? Et ils disent : Nous revenons de certains de Tes serviteurs sur Terre : ils Te glorifiaient (Subhana llah), T’exaltaient (Allahu akbar), témoignaient qu’il n’y a de divinité autre que Toi (La ilaha illa llah), Te louant (Al-Hamdu lillah), et Te demandant des faveurs.\n\nAllah dit : Et que demandaient-ils de Moi ? Ils disent (les Anges) : Ils Te demandent Ton Paradis. Allah dit : Et ont-ils vu Mon Paradis ? Ils disent : Non, Ô Seigneur. Allah dit : Alors qu’en serait-il s’ils avaient vu Mon Paradis ?!\n\nIls disent (les Anges) : Et ils recherchent refuge. Allah leur demande :  » Contre quoi recherchent-ils refuge ?  » Les anges répondent : contre Ton Enfer, Ô Seigneur. Il dit : Et ont-ils vu Mon Enfer? Ils disent : non. Il dit: Alors qu’en serait-il s’ils avaient vu Mon Enfer ?!\n\nIls disent : Et ils demandent Ton pardon. Il (le Prophète ﷺ) dit : Alors Allah dit : Je leur ai pardonné et je leur ai accordé ce qu’ils ont demandé, et je leur ai donné un refuge contre ce qu’ils ont demandé protection. Il (le Prophète ﷺ) dit : Les anges ont dit : Ô Seigneur, parmi eux est Untel, un serviteur pécheur, qui passait juste par ce chemin et s’assit avec eux.. Il (le Prophète ﷺ) dit: Allah dit : Et à lui [aussi] J’ai accordé mon pardon : celui qui s’assoit avec de tels gens ne sera pas malheureux. [Al-Boukhari et Muslim]"
  },
  {
    "id": 15,
    "titre": "S’il vient vers Moi en marchant, je viens vers lui avec empressement",
    "contenu": "Abu Hurayra (رضي الله عنه) rapporte que le Prophète ﷺ a dit :\n\nAllah Tout-Puissant a dit : Je suis selon l’opinion que Mon serviteur se fait de Moi et Je suis avec lui lorsqu’il M’invoque. S’il M’invoque en lui-même, Je l’invoque en Moi, et s’il M’invoque dans une assemblée, Je le mentionne dans une assemblée meilleure que la sienne. Et s’il se rapproche de Moi d’un empan, Je me rapproche de lui d’une coudée ; s’il se rapproche de Moi d’une coudée, je Me rapproche de lui d’une brasse. Et s’il vient vers Moi en marchant, je viens vers lui avec empressement. [Al-Boukhari et Muslim]"
  },
  {
    "id": 16,
    "titre": "Le musulman est récompensé pour sa bonne intention, même sans oeuvrer",
    "contenu": "Ibn Abbas (رضي الله عنه) rapporte que le Messager d’Allah ﷺ, parmi les paroles qu’il relatait de son Seigneur (glorifié et exalté) a dit:\n\nAllah a inscrit les bonnes actions et les mauvaises puis les expliqua. Celui donc qui a l’intention de faire une bonne action sans l’accomplir, Allah l’inscrira en sa faveur comme une bonne action, complète. Et s’il a l’intention de la faire puis l’accomplit, Allah inscrit en sa faveur dix bonnes actions et jusqu’à sept cent fois le double.\n\nQuant à celui qui a l’intention de commettre une mauvaise action mais ne la commet pas, Allah inscrit en sa faveur une bonne action, complète. Et s’il a l’intention de la commettre et l’accomplit, Allah  inscrit contre lui, une seule mauvaise action. [Al-Boukhari]\n\n"
  },
  {
    "id": 17,
    "titre": "Ô Mes serviteurs, Je me suis interdis l’injustice à Moi-même ",
    "contenu": "Abu Dharr al-Ghifari (رضي الله عنه) rapporte que le Messager d’Allah ﷺ, parmi les paroles qu’il a relatait de son Seigneur (qu’il soit glorifié) a dit :\n\n« Ô Mes serviteurs, Je me suis interdis l’injustice à Moi-même et je l’ai rendue interdite entre vous : Ne soyez donc pas injustes les uns envers les autres.\n\nÔ Mes serviteurs, vous êtes tous des égarés sauf celui que Je guide. Demandez-Moi donc de vous guider et Je le ferai.\n\nÔ Mes serviteurs, vous êtes tous affamés à l’exception de celui que Je nourris. Demandez-Moi donc votre nourriture et Je vous la donnerai.\n\nÔ Mes serviteurs, vous êtes tous nus à l’exception de celui que Je revêts. Demandez-Moi donc de vous vêtir et Je le ferai.\n\nÔ Mes serviteurs, vous commettez des fautes la nuit et le jour, et c’est Moi qui pardonne toutes les fautes. Demandez Mon pardon et Je vous l’accorderai.\n\nÔ Mes serviteurs, vous ne parviendrez pas à me causer du tort pas plus que vous ne parviendrez à me faire un bien.\n\nÔ Mes serviteurs, si les premiers et les derniers d’entre vous, si les hommes et les djinns parmi vous avaient dans le cœur, toute la piété du plus pieux d’entre vous, cela n’ajouterai rien à Mon Royaume.\n\nÔ Mes serviteurs, si les premiers et les derniers d’entre vous , si les hommes et les djinns parmi vous avaient dans le cœur, toute l’impiété du plus impie parmi vous, cela ne diminuerait en rien Mon Royaume.\n\nÔ Mes serviteurs, si les premiers et les derniers d’entre vous, si les hommes et les djinns parmi vous, se tenaient tous sur une même terre, si tous me demandaient quelque faveur et si Je la donnais à tous ceux qui la demandent, cela ne diminuerait en rien ce que J’ai, pas plus que ce que l’aiguille plongee dans la mer en retire.\n\nÔ Mes serviteurs, ce ne sont que vos oeuvres que Je compte pour vous. Ensuite, Je vous en rétribue. Que celui donc qui trouve le bien adresse ses louanges à Allah, mais que celui qui trouve autre chose ne s’en prenne qu’à Lui-même » [Muslim]"
  },
  {
    "id": 18,
    "titre": "Ô fils d’Adam ! J’ai été malade et tu ne m’as pas rendu visite",
    "contenu": "Abu Hurayra (رضي الله عنه) a rapporté que le Prophète ﷺ a dit : Allah Tout-Puissant dira le Jour de la Résurrection :\n« Ô fils d’Adam ! J’ai été malade et tu ne m’as pas rendu visite ». Il dira : « Seigneur ! Comment serais-Tu malade pour que je Te rende visite alors que Tu es le Seigneur et Maître de l’univers ? » Allah dira : « Ne savais-tu pas que Mon serviteur untel est tombé malade et tu ne lui as pas rendu visite ? Ne savais-tu pas que si tu lui avais rendu visite tu M’aurais trouvé auprès de lui ? »\n\nÔ fils d’Adam, Je t’ai demandé de la nourriture et tu ne M’as pas nourri.» Il dira : « Ô Seigneur ! Comment aurais je pu Te nourrir alors que Tu es le Seigneur et Maître de l’univers ? » Allah dira : « Ne savais-tu pas que Mon serviteur Untel t’a demandé de la nourriture, et que tu ne l’as pas nourri ? Ne savais-tu pas que si tu l’avais nourri, tu aurais trouvé la récompense auprès de moi ? »\n\n« Ô fils d’Adam, Je t’ai demandé à boire et tu ne M’as pas abreuvé. Il dira : « Ô Seigneur comment puis-je Te donner à boire alors que Tu est le Seigneur des mondes ? » Il dira : « Mon serviteur Untel t’a demandé à boire, et tu ne lui pas donné ? Ne savais-tu pas que si tu lui l’avais abreuvé, tu aurais sûrement trouvé la récompense auprès de moi.» [Muslim]"
  },
  {
    "id": 19,
    "titre": "L’orgueil est mon manteau et la grandeur mon pagne",
    "contenu": "D’après Abu Hurayrah (رضي الله عنه), le Prophète ﷺ a dit : Allah (puissant et sublime) a dit :\n\nL’orgueil est mon manteau et la grandeur mon pagne. Celui qui Me concurrence dans l’une de ces deux choses, Je le jetterai en Enfer. [Abu Dawoud, authentifié par sheikh al Albani]"
  },
  {
    "id": 20,
    "titre": "Les portes du Paradis s’ouvrent chaque lundi et chaque jeudi",
    "contenu": "Abu Hurayrah (رضي الله عنه) rapporte que le Prophète ﷺ a dit :\n\nLes portes du Paradis s’ouvrent chaque lundi et chaque jeudi, et il est pardonné à chaque serviteur qui n’associe rien à Allah, sauf à un homme qui a un conflit avec son frère. Allah dit alors aux anges : Faites attendre ces deux là jusqu’à ce qu’ils se réconcilient ! [Muslim]"
  },
  {
    "id": 21,
    "titre": "Je serai l’adversaire de trois hommes au  Jour du Jugement",
    "contenu": "D’après Abu Hurayra (رضي الله عنه), le Prophète ﷺ a dit :\n\nAllah Tout-Puissant a dit : Je serai l’adversaire de trois hommes au  Jour du Jugement : un homme qui jure par Moi et brise son serment; un homme qui a vendu un homme libre et en a consommer le profit; et un homme qui a employé un ouvrier, a obtenu de lui ce qu’il voulait puis ne lui a pas donné son salaire (de son travail). [Al-Boukhari]"
  },
  {
    "id": 22,
    "titre": "Qu’aucun d’entre vous ne rabaisse sa personne",
    "contenu": "D’après Abu Sa’id (رضي الله عنه), le Prophète ﷺ a dit :\n\nQu’aucun d’entre vous ne rabaisse sa personne. Ils dirent : Ô Messager d’Allah ﷺ, comment l’un d’entre nous peut se rabaisser lui-même? Il dit : Il trouve une affaire concernant Allah sur laquelle il devrait dire quelque chose, mais garde le silence Alors, Allah (puissant et sublime) lui dira le Jour de la Résurrection : Qu’est-ce qui t’a empêché de dire quelque chose à propos de telle et telle affaire ? Il dit : C’était par crainte des gens. Alors Il dit : C’est plutôt de Moi dont tu aurais du éprouver de la crainte. [Ibn Maja] Hadith Faible"
  },
  {
    "id": 23,
    "titre": "Où sont ceux qui s’aimaient en Ma majesté ?",
    "contenu": "Abu Hurayra (رضي الله عنه) rapporte que le Prophète ﷺ a dit :\n\nAu jour de la Résurrection, Allah dira : Où sont ceux qui s’aimaient en Ma majesté ? Aujourd’hui je les mets sous Mon ombre, en ce jour où il n’y a d’autre ombre que la Mienne. [Al-Boukhari]"
  },
  {
    "id": 24,
    "titre": "Lorsqu’Allah aime un serviteur, Il appelle Jibril",
    "contenu": "D’après Abu Hurayrah (رضي الله عنه), le Prophète ﷺ a dit :\n\nLorsqu’Allah aime un serviteur, Il appelle Jibril (Paix sur lui) et lui dit : J’aime un tel, alors aime-le ! Alors Jibril l’aime. Ensuite, Jibril appelle les habitants du ciel, en disant : Allah aime untel, alors aimez-le ! Et les habitants du ciel l’aiment. Il (le Prophète ﷺ) dit : Ensuite, il lui est accordé l’agrément sur Terre.\n\nEt si Allah déteste un serviteur, Il appelle Jibril (Paix sur lui) et dit : Je déteste untel, alors déteste-le ! Alors Jibril le déteste. Ensuite, Jibril appelle les habitants du ciel, en disant : Allah déteste untel, alors détestez-le ! Et tous les habitants du ciel le déteste. Il (le Prophète ﷺ) dit : Ensuite, il obtient le rejet sur Terre. [Al-Boukhari et Muslim]"
  },
  {
    "id": 25,
    "titre": "Je déclarerai la guerre à quiconque se montre hostile à l’un de Mes alliés",
    "contenu": "Abu Hurayrah (رضي الله عنه) rapporte que le Prophète ﷺ a dit :\n\nAllah (puissant et sublime) dit : Je déclarerai la guerre à quiconque se montre hostile à l’un de Mes alliés (waliy). Parmi tous les moyens employés par Mon serviteur pour se rapprocher de Moi, rien ne M’est plus agréable que la pratique de ce que Je lui ai imposé. Mon serviteur ne cesse de se rapprocher de Moi par les actes surérogatoires jusqu’à ce que Je l’aime. Une fois que Je l’ai aimé, Je deviens son ouïe avec laquelle il entend, sa vue avec laquelle il voit, sa main avec laquelle il combat et son pied avec lequel il marche. S’il Me demande alors quelque chose Je la lui donne et, s’il Me demande Ma protection, Je la lui accorde. Aucune chose ne Me fait hésiter plus que [de prendre] l’âme de Mon serviteur croyant : il déteste la mort et Je déteste le blesser. [Al-Boukhari]"
  },
  {
    "id": 26,
    "titre": "Certes, parmi Mes alliés, celui que Je favorise…",
    "contenu": "Abu Umamah (رضي الله عنه) rapporte que le Prophète ﷺ a dit :\n\nAllah (puissant et sublime) dit : Certes, parmi Mes alliés, celui que Je favorise est le croyant vivant de maigres moyens et s’adonnant à la prière, qui se perfectionnait dans l’adoration de son Seigneur et Lui a obéi en secret, qui était discret parmi les gens et non distingué, et dont la subsistance était juste suffisant pour le faire vivre et patientait sur cela. Alors le Prophète ﷺ : Il frappa sa main et dit : La mort sera arriver tôt pour lui, on ne l’aura pas pleuré beaucoup, ses biens peu nombreux. [At-Tirmidhi] Hadith Faible"
  },
  {
    "id": 27,
    "titre": "Certes, parmi Mes alliés, celui que Je favorise… ",
    "contenu": "D’après Masruq (رضي الله عنه) : Nous avons interrogé Abdallah Ibn Mas’oud (رضي الله عنه) sur ce verset : « Ne pensez pas que ceux qui ont été tués dans le sentier d’Allah soient morts. Au contraire, ils sont vivants , auprès de leur seigneur, bien pourvus » (Coran 3.169)\n\nIl répondit : nous avons interrogé le Prophète ﷺ sur cela et il répondit : « leurs âmes sont à l’intérieur d’oiseaux verts ayant des lampes attachées au Trône parcourant librement le Paradis où qu’ils veuillent, puis ils reviennent à ces lampes. Leur Seigneur leur dit : « Désirez vous quelque chose ? » ils dirent : qu’Allons nous désirer alors que nous nous déplaçons n’importe où nous voulons dans le paradis. Et Il fit de même trois fois. Quand ils virent qu’ils ne cesseraient pas d’être [encore] interrogés, ils dirent : Ô seigneur ! Nous désirons que tu nous redonnes nos âmes dans nos corps pour que nous puissions combattre pour Ta cause une fois encore. Et quand Il vit qu’ils n’avaient plus besoin de rien, Il les laissa aller. » [Muslim]"
  },
  {
    "id": 28,
    "titre": "Allah interdit le Paradis à quiconque met un terme à sa vie",
    "contenu": "Jundub ibn Abdullah (رضي الله عنه) rapporte que le Messager d’Allah ﷺ  a dit :\n\nIl y avait dans les nations qui vous ont précédé un homme souffrant de blessures. Puis, pris de panique, il se saisit d’un couteau et se coupa le bras, provoquant ainsi une hémorragie qui le tua. Allah dit alors : Mon serviteur m’a devancé en mettant un terme à sa vie. Je lui interdis le Paradis. [Al-Boukhari]"
  },
  {
    "id": 29,
    "titre": "La patience face à la mort d’un ami proche",
    "contenu": "D’après Abu Hurayrah (رضي الله عنه), le Prophète ﷺ a dit :\n\nAllah (puissant et sublime) dit : Il n’y a pas pour Mon serviteur croyant, qui lorsque Je reprend vers Moi son meilleur ami des habitants du monde et qui ensuite patiente pour Ma cause, de récompense autre que le Paradis. [Al-Boukhari]"
  },
  {
    "id": 30,
    "titre": "Si Mon serviteur aime à Me rencontrer, J’aime à le rencontrer",
    "contenu": "D’après Abu Hurayrah (رضي الله عنه), le Prophète ﷺ a dit : Allah (puissant et sublime) dit : Si Mon serviteur aime à Me rencontrer, J’aime à le rencontrer, s’il déteste Me rencontrer, Je déteste le rencontrer. [Al-Boukhari]\n\nDans la version de Muslim : Aisha (رضي الله عنها) dit : le Prophète ﷺ a dit : Si un serviteur aime à rencontrer Allah, Allah aime à le rencontrer, s’il déteste à le rencontrer, Allah déteste également à le rencontrer. Ô Messager d’Allah, est-ce que c’est à cause du dégoût de la mort, puisque nous détestons tous la mort? Le Prophète ﷺ dit : Ce n’est pas cela, mais plutôt quand le croyant reçoit des nouvelles de la miséricorde de Allah, de Son approbation, et de Son Paradis, il aime à rencontrer Allah et Allah aime à le rencontrer; mais quand un mécréant reçoit des nouvelles de la punition de Allah et de Son mécontentement, il déteste rencontrer Allah et Allah déteste le rencontrer."
  },
  {
    "id": 31,
    "titre": "Qui ose jurer par Moi que Je ne pardonnerai pas à un Tel ?!",
    "contenu": "Abu Jundub (رضي الله عنه) rapporte que le Messager d’Allah ﷺ a dit : « Un homme a dit une fois : Par Allah ! Allah ne pardonnera pas à un tel ! Allah dit alors : Qui ose jurer par Moi que Je ne pardonnerai pas à un Tel ?! Certes Je lui ai pardonné et J’ai annulé ton oeuvre.» [Muslim]"
  },
  {
    "id": 32,
    "titre": "Allah pardonne à celui qui éprouve pour Lui, une grande crainte",
    "contenu": "Abu Hurayrah (رضي الله عنه) rapporte que le Prophète ﷺ a dit :\n\nUn homme commis des excès contre lui-même, et quand la mort vint à lui, il fit des recommandations à ses fils : « Quand je serai mort, brûlez-moi, puis broyez-moi et dispersez [mes cendres] dans la mer, car, par Allah, si mon Seigneur prend possession de moi, Il me punira comme Il n’a jamais puni personne. Alors, ils  firent comme il le demanda. Allah dit à la terre: Produis ce que tu as repris – et le voilà, debout ! Allah lui dit : Qu’est-ce-qui t’a fait faire ce que tu as fait ? Il dit : par peur de Toi, Ô mon Seigneur ou il dit : par crainte de Toi. Allah lui pardonna alors pour cela. [Muslim]"
  },
  {
    "id": 33,
    "titre": "Allah pardonne à son serviteur tant qu’il se repent à lui",
    "contenu": "Abu Hurayra (رضي الله عنه) rapporte que le Messager d’Allah ﷺ, parmi les paroles qu’il rapporte de son Seigneur (puissant et sublime) :\n\n« Mon serviteur a commis un péché puis il a dit : « Ô Allah pardonne-moi mon péché » Allah, béni et exalté soit-Il dit alors : « Mon serviteur a commis un péché et a su qu’il avait un Seigneur qui pardonne les péchés et qui châtie celui qui les commet » ; mais le serviteur recommença à pécher et demanda à nouveau : « Ô Allah pardonne-moi mon péché » Et Allah, béni et exalté soit-Il, dit : « Mon serviteur a commis un péché et a su qu’il avait un Seigneur qui pardonne les péchés et qui châtie celui qui les commet. » Puis le serviteur pécha à nouveau, et à nouveau il implora : « Seigneur pardonne-moi mes péchés. » Et Allah, exalté et béni soit-Il, dit : « Mon serviteur a commis un péché et a su qu’il avait un Seigneur qui pardonne les péchés et qui châtie celui qui les commet, qu’il fasse donc ce qu’il veut. » (C’est-à-dire : tant qu’il fera suivre ses fautes d’un repentir, Allah lui pardonnera) [Al-Boukhari et Muslim]"
  },
  {
    "id": 34,
    "titre": "Aussi longtemps que tu M’appelleras et que tu Me prieras, Je te pardonnerai",
    "contenu": "Anas (رضي الله عنه) rapporte que le Messager d’Allah ﷺ a dit :\n\nAllah Tout-Puissant dit : Ô fils d’Adam, aussi longtemps que tu M’appelleras et que tu Me prieras, Je te pardonnerai pour ce que tu as fait, et Je ne t’en tiendrais pas rigueur. Ô fils d’Adam, même si tes péchés devait atteindre les nuages du ciel, et que tu Me demanderais alors pardon, Je te pardonnerai. Ô fils d’Adam, même si tu venais à Moi avec des péchés aussi grands que la terre et que tu te présenterais alors à Moi, sans M’attribuer aucun associé, Je t’accorderai un pardon aussi grand. [At-tirmidhi, authentifié par sheikh al Albani]"
  },
  {
    "id": 35,
    "titre": "Qui m’invoque pour que Je lui réponde ?",
    "contenu": "D’après Abu Harayrah (رضي الله عنه), le Prophète ﷺ a dit :\n\nNotre Seigneur (qu’Il soit glorifié et exalté) descend chaque nuit au ciel de la terre durant le dernier tiers de la nuit, et Il dit : Qui m’invoque pour que Je lui réponde ? Qui me demande quelque chose pour que Je lui accorde ? Qui me demande le pardon afin que Je lui pardonne ? [Al-Boukhari et Muslim]\n\nDans une version de Muslim, le Hadith se termine avec ces mots : Et Il continue ainsi jusqu’à ce que [la lumière de] l’aube apparaisse."
  },
  {
    "id": 36,
    "titre": "L’intercesion du Prophète ﷺ  le jour du jugement",
    "contenu": "Anas (رضي الله عنه) rapporte que le Prophète ﷺ a dit :\n\nLes croyants se rassembleront le Jour de la Résurrection et diront : Ne devrions-nous pas demander [à quelqu’un] qu’il intercède pour nous auprès de notre Seigneur ? Alors ils viendront à Adam et ils diront : Tu es le Père de l’humanité; Allah t’a créé de Sa main et Il fit se prosterner Ses anges devant toi et Il t’a enseigné les noms de toutes choses, alors intercède pour nous auprès de ton Seigneur pour qu’Il nous soulage de l’endroit où nous sommes. Et il dira : je ne suis pas en position [pour faire cela] – et il mentionnera son péché (la faute qu’il a commise en mangeant du fruit de l’arbre qui lui a été interdit). Il leur dira : Allez voir Nouh (Noé), car il a été le premier messager qu’Allah envoya aux habitants de la terre. Alors ils iront à lui et il dira : je ne suis pas en position [pour faire cela] – et il rappellera la faute qu’il a commise en adressant à son Seigneur une demande (au sujet de son fils) alors qu’il n’en détenait aucune science.\n\nIl leur dira : Allez voir l’Ami du Miséricordieux (Abraham). Alors ils iront à lui et il dira : je ne suis pas en position [pour faire cela]. Allez voir Moussa (Moïse), un serviteur auquel Allah a parlé et auquel il a donné la Torah. Alors ils iront à lui et il dira : je ne suis pas en position [pour faire cela] – et il rappellera la faute qu’il a commise en tuant un homme. Il dira : Allez voir Issa (Jésus), le serviteur et messager d’Allah, le Verbe et l’Esprit d’Allah. Alors ils iront à lui et il dira : je ne suis pas en position [pour faire cela]. Allez voir Mohammad ﷺ, un serviteur auquel Allah a pardonné toutes ses fautes, passés et futurs.\n\nAlors ils viendront à moi et je m’avancerai pour demander la permission d’accéder auprès de mon Seigneur, et on m’accordera cette autorisation. Et quand je verrai mon Seigneur, je me prosternerai. Il me laissera ainsi autant de temps qu’Il lui plaira, et alors Il me dira : Relève ta tête. Demande et il te sera accordé. Parle et tu seras entendu. Intercède et ton intercession sera acceptée. Alors, je léverai la tête et Le louerai d’une louange qu’Il m’enseignera.\n\nAlors, j’intercéderai et Il me donnera une limite [pour le nombre de gens], et je les ferai entrer au Paradis. Je retournerai ensuite à Lui, et quand je verrai mon Seigneur [je me prosternerai] comme avant. Alors j’intercéderai et Il me donnera une limite [pour le nombre de gens] et je les ferai entrer au Paradis. Alors, je retournerai une troisième fois, puis une quatrième, et je dirai : Il ne reste en Enfer que ceux que le Coran a confiné et ceux qui doivent y rester pour l’éternité. [Al-Boukhari et Muslim]\n\nDans une autre version de Al-Bukhari, le hadith se termine ainsi :\nSortira de l’Enfer celui qui a dit : « Il n’y a pas de divinité autre qu’Allah » et qui a dans son coeur de la bonté du poids d’un grain de blé. Puis sortira de l’Enfer celui qui a dit : « Il n’y a pas de divinité autre qu’Allah » et qui a dans son coeur de la bonté du poids d’un grain d’orge. Puis Sortira de l’Enfer celui qui a dit : « Il n’y a pas de divinité autre qu’Allah » et qui a dans son coeur de la bonté du poids d’un atome."
  },
  {
    "id": 37,
    "titre": "J’ai préparé pour Mes serviteurs pieux, ce que nul oeil n’a vu et ce que nul oreille n’a entendu",
    "contenu": "D’après Abu Hurayrah (رضي الله عنه), le Messager d’Allah ﷺ a dit :\n\nAllah a dit : J’ai préparé pour Mes serviteurs pieux, ce que nul oeil n’a vu et ce que nul oreille n’a entendu, ce qu’aucun coeur humain n’a ressenti. (Et ceci est attesté par la parole d’Allah suivante) : {Aucun être ne sait ce qu’on a réservé pour eux [les habitants du Paradis] comme réjouissance pour les yeux, en récompense de ce qu’ils oeuvraient} (Coran 32.17) [Al-Boukhari et Muslim]"
  },
  {
    "id": 38,
    "titre": "Le paradis est entouré de choses désagréables et l’enfer de plaisirs",
    "contenu": "D’après Abu Hurayrah (رضي الله عنه), le Messager d’Allah ﷺ a dit :\n\n« Lorsque Allah créa le Paradis et l’Enfer, Il ordonna à l’ange Jibril (Gabriel) d’aller contempler le paradis en lui disant : Observe le et contemple ce que j’y ai préparé pour ses habitants. Le Prophète ﷺ dit : Alors, il y alla puis le regarda, et vit ce que Allah y avait préparé pour ses habitants. En revenant, il dit : « Je jure par Ta Suprême Majesté, Ô Allah, que nul n’en entendra parler sans y entrer ». Allah ordonna alors que le Paradis soit entouré de choses désagréables et commanda à Jibril de revenir le contempler de nouveau… A son retour, Jibril déclara cette fois: « Par Ta Suprême Majesté- Ô Allah – je crains que personne n’y entre…! »\n\nAllah dit alors: « Va contempler l’Enfer et regarde ce que j’y ai préparé pour ses habitants! » Lorsque Jibril revint, il déclara: « Je jure par Ta Suprême Majesté – Ô Allah – que nul n’en entendra parler puis y entrera… » Allah ordonna alors que l’Enfer soit entouré de plaisirs et ordonna à Jibril de retourner le contempler; celui-ci déclara à son retour: « Par Ta Suprême Majesté – Ô Allah, je crains que personne n’en réchappe! » [At-Tirmidhi, authentifié par sheikh al Albani]"
  },
  {
    "id": 39,
    "titre": "Le Paradis et l’Enfer se plaignirent",
    "contenu": "D’après Abu Sa’id al-Khudri (رضي الله عنه), le Messager d’Allah ﷺ a dit :\n\nLe Paradis et l’Enfer se plaignirent :\n\nL’Enfer dit : En moi sont les tyrans et les orgueilleux. Et le Paradis dit : En moi sont les faibles et les nécessiteux. Alors, Allah jugea entre eux, [disant] : Tu es le Paradis, Ma miséricorde, et J’accorde Ma miséricorde à travers toi à qui je veux. Et toi tu es l’Enfer, Mon châtiment, à travers toi Je châtie qui je veux. Et chacun de vous deux sera rempli. [Al-Boukhari et Muslim]"
  },
  {
    "id": 40,
    "titre": "Je ne me courroucerais plus jamais contre vous",
    "contenu": "D’après Abu Sa’id al-Khudri (رضي الله عنه), le Messager d’Allah ﷺ a dit :\n\nAllah dira aux habitants du Paradis : Ô habitants du Paradis! Et ils répondront : Nous voici Ô Seigneur ! Par Ta grâce, le bien est dans Tes mains ! Allah leur demandera : Êtes-vous satisfaits ? Ils répondront : Et comment ne serions nous pas satisfaits, Seigneur, alors que Tu nous as accordés ce que Tu n’as accordé à aucune de Tes créatures ? Allah leur dira alors : Ne voulez-vous pas que Je vous accorde quelque chose d’encore meilleur ? Et Ils diront : Ô Seigneur, et qu’y a-t-il de mieux que cela ? Et Il dira : C’est de vous combler de Mon agrément et de ne plus jamais Me courroucer contre vous. [Al-Boukhari et Muslim]"
  }
]
